#1) სიაში ელემენტების ინდექსირება 
#შექმენით სია, რომელიც შეიცავს 10 მონაცემცს.
#დაბეჭდეთ ელემენტები ინდექსებიდან 2-დან 5-მდე
#2) შექმენით სია სადაც შეინახავთ სხვადასხვა ტიპის მონაცემებს და შემდეგ დაპრინტეთ 3 პოზიციაზე მდოგმი მონაცემი
#3) შექმენით სია რომელიც მოიცავს თქვენს საყვარელ საჭმელს და დაპრინტეთ მხოლოდ ის item რომელიც ყველაზე მეტად 
#4): ელემენტის ინდექსით მოძიება
#შექმენით სია: ["apple", "banana", "cherry", "date"]
#მოძებნეთ, რა ელემენტი დგას ინდექსზე 2 და დაბეჭდეთ იგი.
#5) სიაში პირველი ელემენტის პოვნა
#შექმენით სია: ["red", "green", "blue"]
#გამოიტანეთ პირველი ელემენტი ინდექსით

#homework1
item =["1","2","3","4","5","6","7","8","9","10"]
print(item[2:5])
#homework2
mixed=["blue","1210","12.7","GOA"]
print(mixed[3])
#homework3
fav_food =["caesar","franch fries","pizza","shelfush","shrimps","sushi"]
print(fav_food[5])
#homework4
something= ["apple", "banana", "cherry", "date"]
print(something[1])
#homework5
list= ["red", "green", "blue"]
print(list[0])



       