#მოცემულია სია: nums = [5, 10, 15, 20, 25, 30, 35, 40]
#ა) ამოიღეთ სიის პირველი ოთხი ელემენტი.
#ბ) ამოიღეთ სიის ბოლო სამი ელემენტი.
#გ) ამოიღეთ სიის შუა სამი ელემენტი.
#მოცემულია სია: letters = ['a', 'b', 'c', 'd', 'e', 'f', 'g', 'h']
#ა) დაბეჭდეთ სიის თითოეული მეორე ელემენტი.
#ბ) დაბეჭდეთ სიის ელემენტები უკუღმა.
#გ) ამოიღეთ მხოლოდ ['c', 'd', 'e'].
#მოცემულია სია: nums = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]


#homework1(ა)
nums =  [5, 10, 15, 20, 25, 30, 35, 40]
print(nums[4:8])
#homework1(ბ)
nums =  [5, 10, 15, 20, 25, 30, 35, 40]
print(nums[0:4])
#homework1(გ)
nums =  [5, 10, 15, 20, 25, 30, 35, 40]
print(nums[3:6])

#homework2(ა)

#homework2(ბ)

#homework2(გ)