
#შექმენით სია სადაც გექნებათ სხვადასხვა ტიპის მონაცემები (str,int,float,boolean etc..) დაპრინტეთ მეხუთე მონაცემიდან ბოლომდე უარყოფითი ინდექსინგის მეშვეობით.
#შექმენით სია სადაც გექნებათ 5 მონაცემი. გაუცვალეთ ადგილები მესამე და მეოთხე მონაცემს (მონაცემის შეცვლის მეთოდით).
#შექმენით ცვლადი სადაც შეინახავთ სტრინგს "goalorientedacademy", შემდეგ დაპრინტეთ ამ ცვლადიდან მხოლოდ goal.
#შექმენით სია და შემდეგ დაპრინტეთ ეს სია შეტრიალებულად.
#clasework1
li1=[1,2,3,4,5,6,7]
print(li1[3:4])
#clasework2
li2=[1,2,3,4,5,6,7,8,9,]
print(li2[0:5])
#clasework3
mix=["pink",16,2.2,True]
print(mix[:-1])
#clasework4
number=[1,2,3,4,5]
number[4]=number[4]
print(number)
# clasework5
GOA=["goalorientedacademy"]
print(GOA[0:3])