 #Level 10
#საკლასო დავალება
#1) გამოიყენეთ ყველა შედარების ოპერატორი და დაბეჭდეთ ისინი.
#2) შექმენით 2 ცვლადი და შეადარეთ ისინი არიან თუ არა ერთმანეთის ტოლი.
#3) შექმენით ყვავილის მორწყვის სისტემა როგორიც იყო Sololearn-ში.

# clasework  1

# > მეტობის ცვლადი
print(15 > 25)
print(45 > 35)
# < ნაკლების კომპონენტები
print(12 < 17)
print(45 < 55)


# == შედარების კომპონენტები
print(12 == 17)
print(45 == 45)

# clasework 2
print(78 == 78)
print(12 == 12)

# clasework 3
bird=11
print( bird >3)

cup = 9
print(cup < 32)